{
  "layout": "default",
  "modules": [
    {
      "id": "product-summary",
      "type": "ProductDetailPageSummary",
      "data": {
        "product": {
          "id": 7,
          "images": [
            "https://bilkadk.imgix.net/medias/sys_master/root/hea/h10/9596840968222/0727DANB0066-Nofu727-plastic-shell-chair-ash-natural-black-plastic-shell-main.jpg",
            "https://bilkadk.imgix.net/medias/sys_master/root/h87/h3a/9596841852958/0727DANB0066-Nofu727-plastic-shell-chair-ash-natural-black-plastic-shell-side.jpg",
            "https://bilkadk.imgix.net/medias/sys_master/root/h30/h07/9596844703774/0727DANB0066-Nofu727-plastic-shell-chair-ash-natural-black-plastic-shell-back.jpg"
          ],
          "titel": "NOFU spisebordsstol",
          "stock": {
            "level": 10
          },
          "price": 1999,
          "rating": 2,
          "recommendations": 1,
          "shortDescription": "Den lette, elegante skalstol NOFU727 passer godt ind i en minimalistisk indrettet spisestue. Spisebordsstolens stel er fremstillet i massivt træ, mens selve skallen er lavet af formstøbt plastik. NOFU727 føjer et moderne strejf til klassisk dansk design og er et innovativt bud på en skalstol med stor personlighed. Stolen er udstyret med en lækker, formsyet pude, så NOFU727 ser ikke bare godt ud  man sidder også supergodt i stolen. NOFUs kollektioner er udført i bæredygtigt PEFC-certificeret og PU-lakeret træ. Produkterne overholder EUs REACH-lovgivning, hvilket betyder, at møblerne er fri for farlig kemi og dermed særdeles velegnede til børnefamilier. NOFU727 fås i flere farve nuancer. Alle NOFUs produkter er håndlavet specielt til dig efter dine ønsker.",
          "keySpecifications": [{
            "key": "Sædematerial",
            "value": "Sort PP Plastik"
          }, {
            "key": "Stel material",
            "value": "Natur ask"
          }]
        },
        "departments": [
          "Bolig",
          "Stole",
          "Spisebordsstole"
        ]
      }
    },
    {
      "id": "description",
      "type": "ProductDetailPageDescription",
      "data": {
        "sections": [{
          "header": "NOFU727.",
          "image": {
            "src": "https://bilkadk.imgix.net/medias/sys_master/root/hea/h10/9596840968222/0727DANB0066-Nofu727-plastic-shell-chair-ash-natural-black-plastic-shell-main.jpg?w=500",
            "width": 500,
            "height": 609
          },
          "text": "<p>Den lette, elegante skalstol NOFU727 passer godt ind i en minimalistisk indrettet spisestue. Spisebordsstolens stel er fremstillet i massivt træ, mens selve skallen er lavet af formstøbt plastik. NOFU727 føjer et moderne strejf til klassisk dansk design og er et innovativt bud på en skalstol med stor personlighed. Stolen er udstyret med en lækker, formsyet pude, så NOFU727 ser ikke bare godt ud  man sidder også supergodt i stolen. NOFUs kollektioner er udført i bæredygtigt PEFC-certificeret og PU-lakeret træ. Produkterne overholder EUs REACH-lovgivning, hvilket betyder, at møblerne er fri for farlig kemi og dermed særdeles velegnede til børnefamilier. NOFU727 fås i flere farve nuancer. Alle NOFUs produkter er håndlavet specielt til dig efter dine ønsker</p>"
        }, {
          "header": "Hvordan.",
          "image": {
            "src": "https://nofu.shop/media/wysiwyg/how-en.jpg",
            "width": 4329,
            "height": 3780
          },
          "text": "<h3>NOFUs unikke leveringskoncept betyder store besparelser</h3><p>NOFU er mere end bare smukke, håndlavede møbler – NOFU er et helt nyt leveringskoncept. NOFU har nemlig skåret den typisk bekostelige leveringskæde væk, så vi kan tilbyde udsøgt håndlavet kvalitet og unikt dansk design til absolut attraktive priser.</p><p>Hos NOFU fremstiller vi først møblerne, når du trykker ”Bestil”. Det betyder, at NOFU ikke har udgifter til lager og unødvendig overproduktion. Det betyder også, at møblerne bliver udført præcist efter dine ønsker. NOFU garanterer altså miljøvenlige møbler fremstillet med omtanke – netop som du forestiller dig dem.</p><p>NOFU vil gerne passe på verdens ressourcer. Derfor er der fokus på bæredygtighed, og alle produkterne overholder EU’s REACH-standarder. Møblerne er altid udført i massivt PEFC-certificeret asketræ, hvilket garanterer bæredygtigt skovbrug. Og så er NOFUs produkter selvfølgelig også garanteret fri for skadelig kemi.</p>"
        }, {
          "header": "Hvorfor.",
          "image": {
            "src": "https://nofu.shop/media/wysiwyg/why-en.jpg",
            "width": 800,
            "height": 600
          },
          "text": "<p>Med NOFU har alle mulighed for at få danske designmøbler af høj kvalitet. Det kan lade sig gøre, fordi NOFU anvender den nyeste teknologi og har skabt et innovativt distributionskoncept- Altid med fokus på bæredygtig skovdrift og håndlavede detaljer.</p>"
        }, {
          "header": "Hvad.",
          "image": {
            "src": "https://nofu.shop/media/wysiwyg/what-en.jpg",
            "width": 5184,
            "height": 3456
          },
          "text": "<h3>NOFU – dansk design, som alle har råd til</h3><p>Danske NOFU er håndlavede, tidløse møbler i massiv ask, som alle har råd til. Designer Bertil Stam har en enorm respekt for danske håndværkstraditioner. Derfor bliver ethvert møbel fremstillet i hånden efter kundens ønsker med den unikke historie, som asketræets åreforgreninger fortæller. Produkterne vidner om Bertils kærlighed til rene linjer og den høje kvalitet, der kendetegner dansk design. Bertil har tegnet på NOFU-kollektionen siden 2014, men det er først nu, de smukke produkter lanceres i Norden.</p><p>NOFU – en sammentrækning af ordene Nordic Furniture – fremstiller håndlavede bæredygtige kvalitetsmøbler i massiv ask med et skandinavisk udtryk og respekt for traditionel møbelforarbejdning. Design og funktionalitet smelter sammen, og designer Bertil Stam sætter en ære i, at møbler altid er smukke fra alle vinkler.</p><p>De rene linjer, som kendetegner klassisk dansk design, går igen hos NOFU. Men trods det enkle udtryk finder man altid unikke detaljer, når man kommer tæt på møblerne – de er fyldt med intelligente løsninger. Her er fokus på funktion, kvalitet og omtanke for miljøet.</p><h3>Familievenlige møbler i skandinavisk stil</h3><p>NOFU laver både møbler til hele hjemmet fra entré og stue til køkken og garderobe. Produkterne er altid fremstillet i massivt PU-lakeret asketræ, for møbler skal kunne holde til at blive brugt i – og af! – flere generationer. Den kraftige, matte lak bevirker, at møbler fra NOFU er lette at rengøre med sæbe og en fugtig klud. Lakken er selvfølgelig fri for farlig kemi, så møblerne passer perfekt til børnefamilier.</p>"
        }]
      }
    },
    {
      "id": "productslider-others-liked",
      "type": "ProductSlider",
      "data": {
        "header": "Ofte købt sammen med",
        "src": "https://jvdamgaard.github.io/e-com-prototype/json/nofu.json"
      }
    },
    {
      "id": "productslider-others-bought",
      "type": "ProductSlider",
      "data": {
        "header": "Andre endte med at købe",
        "src": "https://jvdamgaard.github.io/e-com-prototype/json/most-popular.json"
      }
    }
  ]
}
